/* Go back action title */
"Back" = "Назад";

/* Continue action title */
"Continue" = "Продолжить";

/* Setup a new printer title */
"Set Up New Printer" = "Установка нового принтера";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "Всего несколько действий, и вы сможете приступить к использованию принтера HP.";

/* Prepare printer message */
"Prepare" = "Подготовка";

/* Ensure power is on message on prepare printer view */
"Power is ON" = "Питание включено";

/* Unconfigured printer display name */
"New Wireless Printer" = "Новый беспроводной принтер";

/* Printer selection view title */
"Connect" = "Подключение";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Чтобы перейти к настройке нового беспроводного принтера, щелкните «Продолжить» или щелкните «Показать все», чтобы выбрать уже подключенный принтер.";

/* Show all printers button title */
"Show All" = "Показать все";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Выполните указанные ниже действия, чтобы подключить принтер к сети Wi-Fi.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Подключение компьютера Mac к принтеру";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "На полосе меню щелкните значок Wi-Fi и выберите сеть принтера (имя начинается с \"HP-Setup\").";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "На полосе меню щелкните значок Wi-Fi и выберите сеть принтера (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Восстановить начальные настройки Wi-Fi для этого компьютера Mac";

/* Generic network name in lowercase */
"your network" = "ваша сеть";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "На полосе меню щелкните значок Wi-Fi и выберите сеть %@.";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "На полосе меню щелкните значок Wi-Fi, выберите \"Подключиться к другой сети\" и подключитесь к сети %@.";

/* Generic network name */
"Your network" = "Ваша сеть";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Для подключения к сети Wi-Fi %1$@ требуется %2$@ пароль.";

/* Password title */
"Password:" = "Пароль:";

/* Cancel button title */
"Cancel" = "Отмена";

/* OK button title */
"OK" = "ОК";


/* Try again button title */
"Try Again" = "Повторить попытку";


/* Default button of alert on timeout while restoring connection */
"Wait" = "Подождать";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Повторная настройка";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Убедитесь, что выбрана правильная сеть и введен верный пароль и повторите попытку позже или выберите другую сеть из списка.";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "Отмена";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Не удается подключиться к сети \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "Тип шифрования сети \"%1$@\": %2$@. Этот тип шифрования не поддерживается.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Выполните приведенные ниже действия для подготовки к печати.";
"Click Add Printer. A new window will open." = "Щелкните «Добавить принтер». Отобразится новое окно.";
"Add Printer..." = "Добавить принтер…";
"In the newly opened window:" = "В новом окне выполните следующие действия.";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Выберите \"%1$@\" из всплывающего меню %2$@.";
"Use" = "Использование";
"Print Using" = "Принтер";


"Click Add." = "Щелкните «Добавить».";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Чтобы убедиться в правильной настройке принтера, поместите лист бумаги %@ в лоток принтера и щелкните «Печать тестовой страницы».";

"Print Test Page" = "Печать тестовой страницы";

/* The name of the print job */
"Test Page" = "Тестовая страница";

"Add and Verify" = "Добавить и проверить";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Выполните поиск и подключение к сети Wi-Fi.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Введите имя и тип безопасности сети, к которой необходимо подключиться.";

/* Network name label */
"Network Name:" = "Имя сети:";

/* Security type label */
"Security:" = "Безопасность:";

/* Password label */
"Password:" = "Пароль:";

/* Show password checkbox title */
"Show password" = "Показать пароль";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Применить";

"Done" = "Готово";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Обновление сетей…";
"No Networks Found" = "Сети не найдены";
"%d Networks Found" = "Найдено сетей: %d";
"Join Other Network..." = "Подключиться к другой сети…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: включена";
"Turn Wi-Fi Off" = "Выключить Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "Главная";
"Create Network..." = "Создать сеть…";
"Open Network Preferences..." = "Открыть настройки сети…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ пытается изменить параметры печати. Чтобы разрешить %1$@ сделать это, введите пароль.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ пытается изменить параметры печати. Чтобы разрешить %1$@ сделать это, введите имя и пароль администратора.";

"Account name:" = "Имя :";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "Использовать текущий драйвер";

"Switch to the HP Driver" = "Переключиться на драйвер HP";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Нет";
"wpa_psk_or_wpa2" = "Личный WPA/WPA2";
"wpa_enterprise" = "Корпоративный WPA";
"wpa2_enterprise" = "Корпоративный WPA2";
"wpa_psk" = "Личный WPA";
"wpa2" = "Личный WPA2";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Подготовка к запуску HP Utility...";
"Thank You!" = "Спасибо!";
"Continue with HP Utility" = "Перейти к HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Нажмите на значок \"Запуск HP Utility\", а затем следуйте инструкциям на экране. После запуска HP Utility программа HP Easy Start закроется автоматически.";
"Cannot open HP Utility." = "Не удается запустить HP Utility.";
"Open HP Utility..." = "Запуск HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Необходимое ПО для работы устройства было установлено. Подключение выполнено. Воспользуйтесь HP Utility, чтобы завершить оставшиеся процедуры по настройке принтера.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "Нашей системе не удалось автоматически найти дополнительное ПО для этого устройства. Чтобы выполнить поиск решений вручную, перейдите на сайт HP.";
"Searching for software..." = "Поиск программ...";
"Install" = "Установить";
"Recommended" = "Рекомендуется";
"Installing... %.1f%%" = "Установка... %.1f%%";
"Loading..." = "Загрузка...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "Не удалось активировать веб-службы HP для вашего устройства";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Убедитесь, что устройство подключено к Интернету и имеет правильные параметры прокси.";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Выполняются системные задачи, подождите….";

"Cannot obtain software information." = "Невозможно получить сведения о ПО.";
"Cannot install software." = "Не удается установить ПО.";
"Go back to the previous step and try to install the software again." = "Перейдите на предыдущий этап и попробуйте установить программу еще раз.";
"%@ is busy" = "Программа %@ занята";
"Downloading... %@" = "Загрузка... %@";
"Update available" = "Доступно обновление";
"Downloaded" = "Загружено";
"Version: %@" = "Версия: %@";
"Status: %@" = "Состояние: %@";
"Installed successfully" = "Установка выполнена";
"The software cannot be installed. Try again later." = "Не удается установить ПО. Повторите попытку позже.";
"Cannot connect to server" = "Невозможно подключиться к серверу";
"Required" = "Обязательное";
"Up to date" = "Актуально";
"Not Installed" = "Не установлено";
"Software installation requires authorization." = "Для установки программы требуется авторизация.";
"Cannot obtain software information. Check your network connection, and then try again." = "Не удается получить сведения о ПО. Проверьте сетевое соединение и повторите попытку.";
"Cannot download the software." = "Не удается загрузить ПО.";
"Check your network connection, and then try again." = "Проверьте сетевое соединение и повторите попытку.";
"Waiting..." = "Ожидание...";
"Connecting..." = "Подключение...";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Использовать драйвер принтера HP?";
"Select \"%@\"" = "Выберите \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Перейдите на вкладку \"IP\" и введите в поле адреса %@.";

"Choose \"%@\" from the Protocol pop-up menu." = "Во всплывающем окне \"Протокол\" выберите \"%@\".";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Укажите во всплывающем окне протокол, поддерживаемый принтером.";

"Generic PostScript Printer" = "Стандартный принтер PostScript";
"Generic PCL Printer" = "Стандартный принтер PCL";

/* Printer search/discovery */
"Ready to Connect" = "Готовность к подключению";
"Search for IP address: %@" = "Поиск IP-адреса %@";
"Searching..." = "Поиск...";
"No devices have been found." = "Устройства не найдены.";
"No devices have been found" = "Устройства не найдены";

"Search for host name: %@" = "Поиск имени узла %@";

/* Printer configuration */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Примечание. В течение некоторого премени после нажатия на кнопку «Присоединиться» компьютер Mac будет отключен от беспроводной сети. %@";
"More..." = "Подробнее..."; 
"About HP Auto Wireless Connect" = "Сведения о приложении HP Auto Wireless Connect";

/* Connect device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Щелкните метку, расположенную под значком устройства, и укажите для него легкоузнаваемое имя. Убедитесь, что выбрана текущая Wi-Fi сеть для MAC, и нажмите \"Подключиться\".";

/* Join button title */
"Join" = "Подключиться";

/* Connect device to Wi-Fi network screen description */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Примечание. Некоторое время после нажатия на кнопку \"Подключиться\" компьютер Mac будет отключен от беспроводной сети. %@";


/* Preferences window title */
"Preferences" = "Настройки";

/* Error messages */

"Cannot connect to the selected network." = "Не удается подключиться к выбранной сети.";
"Cannot configure the printer." = "Не удается настроить принтер.";

/* 1.1 Resources */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "Нельзя выйти в процессе внесения изменений.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "Печать включена";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Нельзя выйти из приложения во время установки. Дождитесь окончания процесса.";

/* Reminders */
"Remind Me..." = "Напомнить...";
"Set reminders to explore and install free HP-recommended software." = "Напомнить об установке бесплатного ПО, рекомендуемого HP.";
"Checking for software..." = "Проверка ПО...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Домашняя страница";

/* Reminder time options */
"30 minutes" = "30 минут";
"1 hour" = "1 час";
"1 day" = "1 день";
"No reminders" = "Не напоминать";

"Enable Printing" = "Включить печать";

"You cannot quit the application." = "Выход из приложения невозможен.";


/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Другое ПО";
"Explore and install free HP recommended software." = "Найти и установить бесплатное ПО, рекомендуемое HP.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Откройте %@ доступ к напоминаниям в разделе системных настроек \"Защита и безопастность\".";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Выбрать сеть";


/* Info button title */
"More Info" = "Подробнее";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "Возможно, объект %1$@ был перемещен или удален. Выйдите и повторно откройте %1$@, затем повторите попытку.";
"Cannot complete operation" = "Не удается завершить операцию";
"Are you sure that you want to skip Online Setup steps?" = "Пропустить онлайн-настройку?";
"Skip" = "Пропустить";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "Онлайн-настройка — важный этап подготовки принтера к работе. Некоторые возможности устройства будут недоступны до завершения этой процедуры.";
"Unable to communicate with the printer." = "Не удалось подключиться к принтеру.";

/* Printer is not found title */
"No devices found that match search criteria" = "Устройства по данному запросу не найдены";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Убедитесь, что устройство включено. Проверьте подключение через сеть/USB или готовность к соединению с беспроводной сетью. Затем проверьте название продукта и имя, назначенное сетевому устройству, а также правильность поискового запроса. Если устройство все равно не удается обнаружить, нажмите кнопку \"Информация\", чтобы получить дополнительные сведения.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "Не удалось активировать печать.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "Не удалось активировать печать. Возможно, принтер в диалоговом окне \"Добавить принтер\" был выбран неверно. Выполните предыдущие этапы настройки еще раз и попробуйте указать другие параметры.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Чтобы подключить принтер, выполните перечисленные ниже действия. После каждого завершенного этапа нажимайте кнопку \"Повторить попытку\".\n\n1. Убедитесь, что все провода надежно подключены к принтеру, а беспроводное соединение (если используется) работает нормально.\n\n2. Выключите принтер, а затем снова включите его.";

"Username:" = "Имя пользователя:";

/* Conclusion screen title */
"Continue Online" = "Продолжить в Интернете";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Подключение и установка программного обеспечения выполнены. Завершающие процедуры настройки принтера необходимо выполнить в Интернете.";

/* Continue Online button title */
"Continue Online..." = "Продолжение настройки в Интернете...";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Нажмите «Продолжение настройки в Интернете», чтобы открыть веб-браузер, и следуйте инструкциям на экране. Когда браузер откроется, программа HP Easy Start автоматически завершит работу.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Продолжить настройку в Интернете";
"Skip Online Setup" = "Пропустить настройку в Интернете";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Завершение настройки…";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Убедитесь, что все кабели подключены, устройство включено и у него есть доступ к беспроводной сети. Если обнаружить устройство все равно не удается, см. дополнительную информацию.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Недостаточно места на диске для загрузки выбранного программного обеспечения. Освободите место на загрузочном диске, удалив ненужные файлы, и повторите попытку.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "Программе HP Easy Start требуется не менее %1$@ свободного пространства на загрузочном диске для установки выбранных компонентов. Сейчас доступно только %2$@. Освободите место на загрузочном диске, удалив ненужные файлы, и повторите попытку.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Поиск";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - сокет";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "Защищенная печать AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd байт";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd байт";

/* KB size format */
"OSPKBSizeFormat" = "%zd Kбайт";

/* MB size format */
"OSPMBSizeFormat" = "%.1f Мбайт";

/* GB size format */
"OSPGBSizeFormat" = "%.2f Гбайт";

/* TB size format */
"OSPTBSizeFormat" = "%.2f Тбайт";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "Программное обеспечение HP для совместимого с технологией AirPrint устройства %1$@ доступно только для OS X %2$@ и более поздней версии. Чтобы продолжить и настроить AirPrint, нажмите \"Продолжить\".";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "Драйверы HP для устройства %1$@ доступны только для OS X %2$@ и более поздней версии. Обновите операционную систему компьютера, а затем установите последнюю версию драйверов HP.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Подключение установлено. Оставшиеся операции по настройке будут выполнены в Интернете.";


/* Enable logging checkbox title */
"Enable Logging" = "Вести журнал";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Соглашения и параметры";

"AgreementsAndSettingsScreenCescription" = "HP собирает и анализирует данные об использовании продуктов, программного обеспечения и услуг, а также технические данные об устройствах. Это необходимо для предоставления и улучшения продуктов, услуг (в том числе обновлений и оповещений) и обслуживания в целом, а также для подбора информации и предложений, которые могут быть интересны именно вам.  HP может использовать для анализа и другие данные, собранные согласно Заявлению HP о конфиденциальности, даже если они получены от третьих сторон.\nОзнакомьтесь с указанными соглашениями и параметрами и подтвердите, что принимаете их.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Информация, собираемая в процессе настройки";

"Disclosure of the information collected by HP during the setup process." = "Раскрытие информации, собираемой HP в процессе настройки.";

/* Second agreement: EULA */
"End User License Agreement" = "Лицензионное соглашение с конечным пользователем";

"The legal agreement between HP and users of this software." = "Юридическое соглашение между компанией HP и пользователями данного программного обеспечения.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Сбор данных с целью улучшения продукта (рекомендуется)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "Я разрешаю HP собирать и анализировать данные об использовании продуктов и программного обеспечения";

/* Miscellaneous */

"HP Privacy Statement" = "Заявление HP о конфиденциальности";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "Принтер или сканер HP почти готов к работе. Осталась всего пара шагов.";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Когда предварительная настройка будет завершена, нажмите \"Продолжить\".";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Расходные материалы установлены (если применимо)";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Если вы не планируете использовать беспроводное подключение, используйте соответствующий кабель (USB или Ethernet) для подключения устройства к компьютеру Mac или проводной сети.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Если вам требуется помощь по выполнению этих действий, см. справочные материалы, предоставленные вместе с продуктом HP.";

/* Unconfigured device display name */
"New Wireless Device" = "Новое беспроводное устройство";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Выберите устройство, которое планируется использовать, затем нажмите \"Продолжить\".";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "В процессе настройки произошла ошибка. Восстановите параметры устройства по умолчанию, затем повторите попытку.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Устройство не поддерживает настройку беспроводного подключения по беспроводной сети. Дополнительные сведения см. в документации к продукту.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "Не удалось обнаружить устройство в беспроводной сети. Чтобы продолжить поиск, нажмите \"Подождать\". Чтобы начать настройку заново, нажмите \"Настроить заново\". Если вы хотите выбрать другое устройство, нажмите \"Отмена\".";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "Настройка продукта HP завершена";
"Your device is set up and ready to use." = "Устройство настроено и готово к использованию.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Устройство подключено и основное программное обеспечение установлено. Теперь вы можете выполнить оставшиеся шаги для настройки принтера с помощью утилиты HP Utility.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Переименование устройства (необязательно)";

/* Renaming device error title and description */
"Cannot change device name." = "Не удается изменить имя устройства.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Не удается переименовать устройство. Вы можете повторить попытку, выбрав другое имя, или продолжить, используя текущее имя устройства.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Принтеру назначен драйвер AirPrint. В нем реализованы базовые функции и он совместим с данным устройством. Однако для доступа ко всем функциям принтера рекомендуется использовать драйвер принтера HP.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Принтеру назначен универсальный драйвер печати. В нем реализованы базовые функции и он совместим с данным устройством. Однако для доступа ко всем функциям принтера рекомендуется использовать драйвер принтера HP.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Загрузить и установить рекомендуемое ПО для продукта HP.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Чтобы обнаружить доступные устройства, включить сеть Wi-Fi на компьютере Mac.";
"Searching for device with IP address: %@" = "Поиск устройства с IP-адресом: %@";
"Filter the listed devices, or enter an IP address or host name." = "Выберите нужные устройства из списка при помощи фильтра или введите IP-адрес или имя хоста.";
"Devices matching %@" = "Устройства, соответствующие %@"; 
"Cannot find device." = "Не удается обнаружить устройство.";
"Searching for device with host name: %@" = "Поиск устройства с именем хоста: %@";


/* Printer configuration */
"Set Up My HP Product" = "Настроить продукт HP";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "Чтобы настроить устройство, программа HP Easy Start временно изменит параметры подключения. Для этого необходима авторизация.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Устройство не поддерживает сети с частотой 5 ГГц. Выберите другую сеть и повторите попытку.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Устройство нельзя подключить к сетевому каналу %@. Поддерживаемые каналы: %2$@. Настройте маршрутизатор для использования другого канала или выберите другую сеть.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Устройство нельзя подключить к сетевому каналу %@. Настройте маршрутизатор для использования другого канала или выберите другую сеть.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Сбор данных об устройстве...";


/* USB device busy error allert title and description */
"The device is busy" = "Устройство занято";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Устройство используется операционной системой или другим приложением. Повторите попытку позже или перезапустите устройство.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Не удается установить связь с устройством.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Убедитесь, что устройство включено и подключено к сети. Проверьте имя хоста, IP-адрес устройства и правильность поискового запроса. Если обнаружить устройство по-прежнему не удается, нажмите \"Информация\", чтобы получить дополнительные инструкции.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "Для выполнения этой задачи требуется имя пользователя и пароль, назначенные этому устройству администратором.";


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Подготовка к настройке...";
"Connecting to the device..." = "Подключение к устройству...";
"Setting up the device..." = "Настройка устройства...";

"Restoring your network connection..." = "Восстановление подключения к сети...";
"Verifying the device settings..." = "Проверка настроек устройства...";
"Your device is now connected." = "Устройство подключено.";

/* For single-function printers */
"Enable Printing" = "Включить печать";

/* For multi-function printers */
"Enable Print and Scan" = "Включить печать и сканирование";
"Follow these steps to prepare to print and scan." = "Чтобы подготовить устройство к печати и сканированию, выполните следующие действия.";

/* For single-function scanners */
"Enable Scanning" = "Включить сканирование";
"Follow these steps to prepare for scanning." = "Чтобы подготовить устройство к сканированию, выполните следующие действия.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "Чтобы убедиться, что сканер настроен правильно, загрузите в него документ в соответствии с указанной разметкой, затем нажмите \"Сканировать тестовую страницу\".";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Данный тип подключения не поддерживается";
"Scanning functions will not be available" = "Функции сканирования будут недоступны.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X не поддерживает сканирование на устройствах, подключенных с помощью имени хоста или IP-адреса. Вы можете продолжить настройку только для печати.  Чтобы выполнить сканирование, нужно включить на устройстве службу Bonjour, убедиться, что оно подключено к той же локальной сети, что и компьютер Mac, а затем, когда устройство появится в списке, снова выбрать его.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X не поддерживает сканирование на устройствах, подключенных с помощью имени хоста или IP-адреса. Вы можете продолжить настройку только для печати.  Чтобы выполнить сканирование, нужно включить на устройстве службу Bonjour, убедиться, что оно подключено к той же локальной сети, что и компьютер Mac, а затем, когда устройство появится в списке, снова выбрать его.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Подключение к сканеру...";
"The scanner reported an error" = "Ошибка сканера.";
"Scanning..." = "Сканирование...";
"The scanner is warming up..." = "Подготовка сканера к работе...";
"A document is not loaded" = "Документ не загружен.";

/* Test page control titles */
"Scan" = "Сканирование";

"Print" = "Печать";
"Scan Test Page" = "Сканировать тестовую страницу";

/* Create device queue instruction and button title */
"Add Device..." = "Добавить устройство...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Выберите \"%1$@\" с местоположением \"%2$@\"";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "Отчеты будут сохранены в \"%1$@\" в папке %2$@.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Удостоверьтесь, что сканер работает правильно.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "Выбранная сеть недоступна с вашего устройства HP. Попробуйте переместить устройство ближе к беспроводному маршрутизатору или точке доступа.";
"Google Analytics Privacy Policy" = "Политика конфиденциальности Google Analytics";
"The scanner was added successfully." = "Сканер успешно добавлен.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "Ваше устройство %1$@ поддерживается для OS X %2$@ и более поздних версий. Обновите операционную систему вашего компьютера.";
"Test Your Scanner" = "Проверьте работу вашего сканера";
"Place an item on the scanner and try again." = "Поместите документ на стекло сканера и повторите попытку.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Убедитесь, что кабель USB подключен к разъемам USB на вашем устройстве и вашем Mac.";
"Cannot configure the device software." = "Не удается настроить программное обеспечение устройства.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Убедитесь, что все кабели устройства подключены и беспроводное соединение работает правильно, а затем повторите попытку.";
"ReviewedCheckboxTitle" = "Я подтверждаю знание соглашений и настроек и принимаю их.";
"Your Mac login password is required to complete this step." = "Для завершения этого действия требуется пароль для входа в Mac.";
"Make sure your device is powered on and connected to the network, and then try again." = "Убедитесь, что ваше устройство включено и подключено к сети, а затем попробуйте заново.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "Драйвер сканера HP для вашего устройства %1$@ доступен только для OS X %2$@ и более поздних версий. Обновите операционную систему вашего компьютера, а затем установите последние драйвера HP.";
"Creating the printer queue..." = "Создание очереди печати...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Чтобы проверить правильность настройки принтера, убедитесь, что во входном лотке принтера есть бумага, а затем щелкните \"Печать тестовой страницы\".";
"Connecting to the scanner. Please wait..." = "Выполняется подключение к сканеру. Подождите...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "Чтобы дать HP Easy Start разрешение устанавливать программное обеспечение на этом компьютере, требуются ваши учетные даные входа Mac. Щелкните \"OK\", а затем повторите попытку.";
"The %@ IP address is not reachable." = "IP-адрес %@ недоступен.";
"Click to setup the scanner in the system" = "Щелкните, чтобы настроить сканер в системе";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "IP-адрес, который вы указали находится в другой IP-сети и недоступен с вашего Mac.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "Чтобы выполнить это необязательное действие, поместите одностраничный документ на стекло сканера в соответствии с отметками, а затем щелкните \"Сканировать тестовую страницу\". Если сканер работает правильно, отсканированное изображение появится в области предпросмотра.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Убедитесь, что кабель USB подключен к разъемам USB на вашем устройстве и вашем Mac. Если устройство все же не будет найдено, отсоедините кабель USB, немного подождите и подключите кабель заново.";
"ProductImprovementDescription" = "Для улучшения продуктов и решений HP, достижения лучшего понимания своих клиентов и разработки стратегических деловых инициатив HP использует инструменты, включая Google Analytics, для сбора и анализа данных, не содержащих персональной информации.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Добавьте этот сканер в список в разделе Системные настройки \"Принтеры и сканеры\".";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Добавьте этот принтер в список в разделе Системные настройки \"Принтеры и сканеры\".";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Чтобы выполнить это необязательное действие, поместите лист бумаги %@ во входной лоток принтера и щелкните \"Печать тестовой страницы\".";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "Необходим перезапуск %@";
"Setup of the selected device requires HP software update and restart of %@." = "Настройка выбранного устройства требует обновления программного обеспечения HP и перезапуска %@.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Добавьте это устройство в список системных параметров \"%@\".";
"Add this scanner to the System Preferences \"%@\" list." = "Добавьте это устройство в список системных параметров \"%@\".";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Печать и сканирование";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Принтеры и сканеры";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Некоторые функции устройства могут быть недоступны.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X поддерживает функции сканирования и факса только для устройств, подключенных с помощью Bonjour. Вы можете продолжить настройку этого устройства только для печати. Чтобы использовать все функции устройства, включите на нем Bonjour, убедитесь, что устройство и Mac подключены к одной и той же локальной сети, а затем снова выберите устройство, когда оно появится в списке.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "Необходимо обновить очередь печати устройства.";
"Update..." = "Обновить...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X не поддерживает сканирование устройств, подключенных по имени узла или IP-адресу. Для сканирования включите на устройстве Bonjour, убедитесь, что устройство и Mac подключены к одной и той же локальной сети, а затем снова выберите устройство, когда оно появится в списке.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Чтобы подключить устройство, выполните следующие действия. После выполнения каждого шага нажимайте кнопку \"Повторить попытку\".\n \n1. Убедитесь, что все кабели подключены или что беспроводное соединение установлено.\n\n2. Выключите и повторно включите устройство.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Настройка оборудования";
"Lets install ink and paper" = "Давайте установим чернила и бумагу.";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Следуйте инструкциям из комплекта поставки принтера.\n\nПосле установки чернил и бумаги выберите <b>Продолжить</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Не удается установить подключение для онлайн-установки.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "На некоторых этапах установки устройства, включая установку ПО HP, требуется подключение к Интернету. Убедитесь, что компьютер подключен к Интернету и нажмите \"Повторить попытку\". Нажмите \"Продолжить без сети\", чтобы пропустить онлайн-установку.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "На некоторых этапах установки устройства, включая установку ПО HP, требуется подключение к Интернету. Убедитесь, что компьютер подключен к Интернету и нажмите \"Повторить попытку\". Нажмите \"Продолжить без сети\", чтобы пропустить онлайн-установку и настроить устройство с драйвером AirPrint.";
/* Continue offline button title */ 
"Continue Offline" = "Продолжить без сети";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Выполняется загрузка ПО. Дождитесь завершения загрузки.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Все равно закрыть";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "В настоящий момент выполняется загрузка. Подождите завершения загрузки или отмените активные загрузки.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "Не удалось загрузить ПО. Повторите попытку позднее.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Включить Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Ваше устройство доступно для подключения с помощью Bonjour.";
"Using Bonjour allows you to have more features and options for work with your device." = "Bonjour позволяет использовать больше функций и дополнительного оборудования с вашим устройством.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Использовать подключение Bonjour";
"Use current connection" = "Использовать текущее подключение";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X поддерживает функции сканирования и работу с факсом только для устройств, подключенных с помощью Bonjour, но это устройство не удается обнаружить с помощью Bonjour. Вы можете продолжить настройку этого устройства только для печати. Чтобы использовать все функции устройства, включите Bonjour на вашем устройстве и убедитесь, что оно и ваш Mac подключены к одной и той же локальной сети.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X поддерживает сканирование только для устройств, подключенных с помощью Bonjour, но это устройство не удается обнаружить с помощью Bonjour. Включите Bonjour на вашем устройстве и убедитесь, что оно и ваш Mac подключены к одной и той же локальной сети.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Подключение устройства к беспроводной сети";
"Your device supports wireless network connection." = "Ваше устройство поддерживает подключение к беспроводной сети.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Подключиться к беспроводной сети";
"Continue with USB connection" = "Продолжить с USB-подключением";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Убедитесь, что USB-кабель надежно подключен к разъемам USB в вашем устройстве и вашем Mac. Если проблема не была решена, выключите устройство, подождите несколько секунд и включите его снова.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Отключите USB-кабель от устройства.";
"Please unplug your device from USB to start using the network connection." = "Отключите USB-кабель от устройства, чтобы начать использовать сетевое подключение.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Модель устройства";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Введите модель устройства для поиска программного обеспечения в Интернете.";

/* Done button title */
"New Download" = "Новая загрузка";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Чтобы определить, что принтер был успешно настроен, убедитесь, что в лотке принтера есть бумага и щелкните %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Чтобы выполнить это необязательное действие, поместите одностраничный документ на стекло сканера в соответствии с метками и щелкните %@. Если все работает правильно, отсканированное изображение появится в области предварительного просмотра.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Чтобы выполнить это необязательное действие, поместите лист бумаги %@ в лоток принтера, а затем щелкните %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "Поддержка Wi-Fi на частоте %@ выключена. Включите ее на панели управления устройства или выберите другую сеть.";

/* Wireless channel bands */
"2.4GHz" = "2,4 ГГц";
"5GHz" = "5 ГГц";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Выберите устройство, которое хотите использовать, а затем щелкните <b>Продолжить</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Примечание. После нажатия <b>\"Подключиться\"</b> ваш Mac временно отключится от беспроводной сети. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Щелкните надпись под значком устройства и дайте устройству имя, которое будет легко запомнить. Убедитесь, что выбрана текущая сеть Wi-Fi вашего Mac, а затем щелкните <b>\"Подключиться\"</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Щелкните <b>Открыть HP Utility</b> и следуйте инструкциям. Когда утилита HP Utility откроется, HP Easy Start закроется автоматически.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Щелкните <b>Продолжение настройки в Интернете</b>, чтобы открыть веб-браузер, а затем следуйте инструкциям. Когда откроется браузер, HP Easy Start закроется автоматически.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Включите устройство, чтобы легко и быстро настроить, подключить его и начать печатать с помощью HP Easy Start. Ваш принтер или сканер HP будет готов к работе в несколько легких шагов!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Укажите страну...";
"Select Language..." = "Выберите язык...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Для сканирования требуется подключение Bonjour.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Нажмите <b>Продолжить</b> для использования подключения Bonjour.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Добавление и проверка устройства"; 
"Follow these steps to prepare the device for work." = "Выполните следующие действия, чтобы подготовить устройство для работы.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Настройка не завершена";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Если вы закроете %1$@, возможно, вы не сможете печатать с этого компьютера.\nВы подключили принтер к сети, но вам еще нужно установить драйверы печати.\nКроме того, если вы закроете это окно сейчас, расходные материалы могут быть сконфигурированы неправильно.\nЩелкните <b>%2$@</b>, чтобы продолжить настройку (рекомендуется), <b>%3$@</b>, чтобы загрузить и установить драйверы принтера, или <b>%4$@</b>, чтобы выйти из приложения.";

/* Skip online setup button title */
"Skip to Software Download" = "Пропустить и перейти к загрузке ПО";

/* Quit application during online setup button title */
"Quit" = "Выход";

"Welcome to %@!" = "Добро пожаловать в %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Включите устройство, чтобы настроить его, подключить и начать печатать с помощью HP Easy Start.\nДавайте подготовим ваш принтер или сканер HP к работе!";
I_Have_Read_Agreement_prefix = "Я прочитал(а) и согласен(-на) с ";
"End_User_License_Agreement" = "Лицензионным соглашением";
" and " = " и ";
"Privacy Statement" = "Заявлением о конфиденциальности";
I_Have_Read_Agreement_suffix = ".";
User_Settings_prefix = "Чтобы получить дополнительную информацию или изменить параметры пользователя, ";
"click here" = "щелкните здесь";
User_Settings_suffix = ".";
"User Settings" = "Параметры пользователя";
"Allow usage information to be sent" = "Разрешить отправку информации об использовании";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "Компания HP собирает и анализирует сведения об использовании принтера и другие технические данные с устройств HP в целях предоставления и улучшения продуктов и услуг и ведения коммерческой деятельности, а также предоставления клиентам полезной информации и специальных предложений. Компания HP также может анализировать эти данные в совокупности с другими данными собранными в соответствии с Заявлением HP о конфиденциальности.";
"Allow your %@ software to send data to HP" = "Разрешите программному обеспечению %@ отправлять данные в HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "В целях улучшения программного обеспечения %@ компания HP будет периодически собирать анонимные данные об использовании (некоторая информация будет собираться с помощью Google Analytics) и передавать эти данные на серверы HP.";
"Click here to learn more about Google Analytics" = "Щелкните здесь, чтобы получить дополнительную информацию о Google Analytics";
"Prepare printer for setup" = "Подготовка принтера к настройке";
"Click <b>Continue</b> after you complete the following tasks." = "Щелкните <b>Продолжить</b> после выполнения следующих задач.";
"Make sure the printer is plugged into a power source" = "Убедитесь, что принтер подключен к источнику питания";
"Make sure the printer is turned ON" = "Убедитесь, что принтер включен";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "Для настройки принтера в беспроводной сети отключите кабели Ethernet и USB, если они подключены к принтеру";
"For assistance with these tasks, consult the information provided with your printer." = "Для получения справки по этим задачам смотрите информацию в комплекте принтера.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Загрузить";
/* Menu item to create new window */
"New Download Window" = "Новое окно загрузки";

/* Main screen title */
"Download Software" = "Загрузка ПО";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Введите модель устройства, чтобы начать поиск ПО";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Модель не выбрана";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Показать в папке";
